Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: This is the ONLY way to recover your wallet. Store it safely offline.
de: Das ist der EINZIGE Weg, deine Wallet wiederherzustellen. Bewahre sie sicher offline auf.
es: Es la ÚNICA forma de recuperar tu cartera. Guárdala en un lugar seguro sin conexión.
fr: C’est le SEUL moyen de restaurer votre portefeuille. Conservez-la en lieu sûr, hors ligne.
it: È l’UNICO modo per recuperare il portafoglio. Conservala al sicuro offline.
ja: これはウォレットを復元する唯一の方法です。オフラインで安全に保管してください。
ko: 지갑을 복구할 수 있는 유일한 방법입니다. 오프라인에 안전하게 보관하세요.
nl: Dit is de ENIGE manier om je portemonnee te herstellen. Bewaar de zin veilig offline.
pl: To JEDYNY sposób na odzyskanie portfela. Przechowuj ją bezpiecznie offline.
pt_br: Esta é a ÚNICA forma de recuperar sua carteira. Guarde-a com segurança, offline.
ro: Aceasta este SINGURA cale de a recupera portofelul. Păstreaz-o în siguranță, offline.
ru: Это ЕДИНСТВЕННЫЙ способ восстановить кошелёк. Храните фразу в надёжном месте офлайн.
tr: Cüzdanınızı kurtarmanın TEK yolu budur. Çevrimdışı ve güvenli bir yerde saklayın.
uk: Це ЄДИНИЙ спосіб відновити гаманець. Зберігайте фразу в надійному місці офлайн.
zh_hans: 这是恢复钱包的唯一方式。请离线妥善保管。
zh_hant: 這是回復錢包的唯一方式。請離線妥善保管。

source: This link has no valid Monero address.
de: Dieser Link enthält keine gültige Monero-Adresse.
es: Este enlace no contiene una dirección de Monero válida.
fr: Ce lien ne contient aucune adresse Monero valide.
it: Questo link non contiene un indirizzo Monero valido.
ja: このリンクには有効なMoneroアドレスがありません。
ko: 이 링크에 유효한 Monero 주소가 없습니다.
nl: Deze link bevat geen geldig Monero-adres.
pl: Ten link nie zawiera prawidłowego adresu Monero.
pt_br: Este link não contém um endereço Monero válido.
ro: Acest link nu conține o adresă Monero validă.
ru: В этой ссылке нет действительного адреса Monero.
tr: Bu bağlantıda geçerli bir Monero adresi yok.
uk: Це посилання не містить дійсної адреси Monero.
zh_hans: 此链接中没有有效的 Monero 地址。
zh_hant: 此連結中沒有有效的 Monero 位址。

source: This link uses a payment ID, which Monero no longer supports. Ask the recipient for a subaddress or an integrated address.
de: Dieser Link nutzt eine Zahlungs-ID, die Monero nicht mehr unterstützt. Bitte den Empfänger um eine Subadresse oder eine integrierte Adresse.
es: Este enlace usa un ID de pago, que Monero ya no admite. Pide al destinatario una subdirección o una dirección integrada.
fr: Ce lien utilise un ID de paiement, que Monero ne prend plus en charge. Demandez au destinataire une sous-adresse ou une adresse intégrée.
it: Questo link usa un ID pagamento, che Monero non supporta più. Chiedi al destinatario un sottoindirizzo o un indirizzo integrato.
ja: このリンクはペイメントIDを使用していますが、Moneroではサポートされなくなりました。受取人にサブアドレスまたは統合アドレスを依頼してください。
ko: 이 링크는 Monero에서 더 이상 지원하지 않는 결제 ID를 사용합니다. 받는 사람에게 하위 주소나 통합 주소를 요청하십시오.
nl: Deze link gebruikt een betalings-ID, die Monero niet meer ondersteunt. Vraag de ontvanger om een subadres of een geïntegreerd adres.
pl: Ten link używa ID płatności, którego Monero już nie obsługuje. Poproś odbiorcę o podadres lub adres zintegrowany.
pt_br: Este link usa um ID de pagamento, que o Monero não aceita mais. Peça ao destinatário um subendereço ou um endereço integrado.
ro: Acest link folosește un ID plată, pe care Monero nu îl mai acceptă. Cere destinatarului o subadresă sau o adresă integrată.
ru: В этой ссылке используется ID платежа, который Monero больше не поддерживает. Попросите получателя дать субадрес или интегрированный адрес.
tr: Bu bağlantı, Monero'nun artık desteklemediği bir ödeme ID'si kullanıyor. Alıcıdan bir alt adres veya entegre adres isteyin.
uk: У цьому посиланні використано ID платежу, який Monero більше не підтримує. Попросіть отримувача надати субадресу або інтегровану адресу.
zh_hans: 此链接使用了付款 ID，Monero 已不再支持。请向收款人索取子地址或集成地址。
zh_hant: 此連結使用了付款 ID，Monero 已不再支援。請向收款人索取子位址或整合位址。

source: This location will be removed from your trusted zones.
de: Dieser Ort wird aus deinen vertrauenswürdigen Zonen entfernt.
es: Esta ubicación se eliminará de tus zonas de confianza.
fr: Ce lieu sera retiré de vos zones de confiance.
it: Questo luogo verrà rimosso dalle zone attendibili.
ja: この場所は信頼ゾーンから削除されます。
ko: 이 위치가 신뢰 구역에서 제거됩니다.
nl: Deze locatie wordt verwijderd uit je vertrouwde zones.
pl: Ta lokalizacja zostanie usunięta z zaufanych stref.
pt_br: Este local será removido das suas zonas confiáveis.
ro: Această locație va fi eliminată din zonele de încredere.
ru: Это место будет удалено из доверенных зон.
tr: Bu konum güvenilir bölgelerinizden kaldırılacak.
uk: Це місце буде видалено з довірених зон.
zh_hans: 此位置将从你的可信区域中移除。
zh_hant: 此位置將從你的受信任區域中移除。

source: This may take a moment
de: Das kann einen Moment dauern
es: Esto puede tardar un momento
fr: Cela peut prendre un moment
it: Potrebbe volerci un momento
ja: しばらくかかる場合があります
ko: 잠시 시간이 걸릴 수 있습니다
nl: Dit kan even duren
pl: To może chwilę potrwać
pt_br: Isso pode levar alguns instantes
ro: Poate dura câteva momente
ru: Это может занять некоторое время
tr: Bu işlem biraz sürebilir
uk: Це може тривати певний час
zh_hans: 这可能需要一点时间
zh_hant: 這可能需要一點時間

source: This protects you from wallet activity on untrusted networks like public Wi-Fi or unknown locations.
de: Das schützt dich vor Wallet-Aktivität in nicht vertrauenswürdigen Netzen wie öffentlichem WLAN oder an unbekannten Orten.
es: Esto te protege de actividad de la cartera en redes no confiables, como redes Wi-Fi públicas o ubicaciones desconocidas.
fr: Cela vous protège de l’activité du portefeuille sur des réseaux non fiables, comme un Wi-Fi public ou des lieux inconnus.
it: Ti protegge dall’attività del portafoglio su reti non attendibili, come Wi-Fi pubblici o luoghi sconosciuti.
ja: 公衆Wi-Fiや不明な場所など、信頼できないネットワークでのウォレットのアクティビティから保護します。
ko: 공용 Wi-Fi나 알 수 없는 위치처럼 신뢰할 수 없는 환경에서 지갑이 활동하지 않도록 보호합니다.
nl: Dit beschermt je tegen portemonnee-activiteit op niet-vertrouwde netwerken, zoals openbare Wi-Fi of onbekende locaties.
pl: Chroni to przed aktywnością portfela w niezaufanych sieciach, np. publicznym Wi-Fi, lub w nieznanych miejscach.
pt_br: Isso protege você contra atividade da carteira em redes não confiáveis, como Wi-Fi público, ou em locais desconhecidos.
ro: Te protejează de activitatea portofelului în rețele nesigure, cum ar fi Wi-Fi public sau locații necunoscute.
ru: Это защищает от активности кошелька в ненадёжной среде, например в общедоступных сетях Wi-Fi или в незнакомых местах.
tr: Bu özellik, sizi herkese açık Wi-Fi veya bilinmeyen konumlar gibi güvenilir olmayan ağlardaki cüzdan etkinliğine karşı korur.
uk: Це захищає від активності гаманця в недовірених мережах (наприклад, загальнодоступних Wi-Fi) або в невідомих місцях.
zh_hans: 这可以避免钱包在公共 Wi-Fi 等不可信网络或陌生位置上活动，从而保护你。
zh_hant: 這可以避免錢包在公共 Wi-Fi 等不受信任的網路或陌生位置上活動，從而保護你。

source: This removes every wallet from this device only. Your wallets still exist on the blockchain and can be recovered with your seed phrases.
de: Das entfernt alle Wallets nur von diesem Gerät. Deine Wallets existieren weiter auf der Blockchain und lassen sich mit deinen Seed-Phrasen wiederherstellen.
es: Esto elimina todas las carteras solo de este dispositivo. Tus carteras siguen existiendo en la cadena de bloques y puedes recuperarlas con tus frases semilla.
fr: Cette action supprime tous les portefeuilles de cet appareil uniquement. Vos portefeuilles existent toujours sur la blockchain et peuvent être restaurés avec leur phrase de récupération.
it: Rimuove tutti i portafogli solo da questo dispositivo. I portafogli continuano a esistere sulla blockchain e puoi recuperarli con le frasi seed.
ja: このデバイスからのみ、すべてのウォレットを削除します。ウォレットはブロックチェーン上に存在し続けるため、シードフレーズで復元できます。
ko: 이 기기에서만 모든 지갑을 제거합니다. 지갑은 블록체인에 그대로 남아 있으며 시드 문구로 복구할 수 있습니다.
nl: Dit verwijdert alle portemonnees alleen van dit apparaat. Je portemonnees bestaan nog op de blockchain en zijn te herstellen met je seedzinnen.
pl: Usuwa to wszystkie portfele tylko z tego urządzenia. Portfele nadal istnieją w blockchainie i można je odzyskać za pomocą fraz seed.
pt_br: Isso remove todas as carteiras apenas deste dispositivo. Suas carteiras continuam existindo na blockchain e podem ser recuperadas com suas frases-semente.
ro: Această acțiune elimină toate portofelele doar de pe acest dispozitiv. Portofelele există în continuare pe blockchain și pot fi recuperate cu frazele seed.
ru: Все кошельки будут удалены только с этого устройства. Они по-прежнему существуют в блокчейне и могут быть восстановлены по мнемоническим фразам.
tr: Bu işlem tüm cüzdanları yalnızca bu aygıttan kaldırır. Cüzdanlarınız blok zincirinde var olmaya devam eder ve kurtarma ifadelerinizle geri yüklenebilir.
uk: Усі гаманці буде видалено лише з цього пристрою. Гаманці й надалі існують у блокчейні, і їх можна відновити за допомогою мнемонічних фраз.
zh_hans: 这只会从此设备移除所有钱包。你的钱包仍然存在于区块链上，可以用各自的助记词恢复。
zh_hant: 這只會從此裝置移除所有錢包。你的錢包仍然存在於區塊鏈上，可以用各自的助記詞回復。

source: This removes the wallet from this device. You can recover it with the seed phrase.
de: Das entfernt die Wallet von diesem Gerät. Du kannst sie mit der Seed-Phrase wiederherstellen.
es: Esto elimina la cartera de este dispositivo. Puedes recuperarla con la frase semilla.
fr: Le portefeuille sera supprimé de cet appareil. Vous pourrez le restaurer avec la phrase de récupération.
it: Rimuove il portafoglio da questo dispositivo. Puoi recuperarlo con la frase seed.
ja: このデバイスからウォレットを削除します。シードフレーズで復元できます。
ko: 이 기기에서 지갑을 제거합니다. 시드 문구로 복구할 수 있습니다.
nl: Dit verwijdert de portemonnee van dit apparaat. Je kunt hem herstellen met de seedzin.
pl: Usuwa to portfel z tego urządzenia. Możesz go odzyskać za pomocą frazy seed.
pt_br: Isso remove a carteira deste dispositivo. Você pode recuperá-la com a frase-semente.
ro: Portofelul va fi eliminat de pe acest dispozitiv. Îl poți recupera cu fraza seed.
ru: Кошелёк будет удалён с этого устройства. Его можно восстановить по мнемонической фразе.
tr: Bu işlem cüzdanı bu aygıttan kaldırır. Cüzdanı kurtarma ifadesiyle geri yükleyebilirsiniz.
uk: Гаманець буде видалено з цього пристрою. Його можна відновити за допомогою мнемонічної фрази.
zh_hans: 这会从此设备移除该钱包。你可以用助记词恢复它。
zh_hant: 這會從此裝置移除該錢包。你可以用助記詞回復它。

source: This seed phrase is already used by "%@"
de: Diese Seed-Phrase wird bereits von „%@“ verwendet
es: Esta frase semilla ya la usa “%@”
fr: Cette phrase de récupération est déjà utilisée par « %@ »
it: Questa frase seed è già usata da “%@”
ja: このシードフレーズはすでに「%@」で使用されています
ko: 이 시드 문구는 이미 “%@” 지갑에서 사용 중입니다
nl: Deze seedzin wordt al gebruikt door ‘%@’
pl: Ta fraza seed jest już używana przez „%@”
pt_br: Esta frase-semente já é usada por “%@”
ro: Această frază seed este deja folosită de „%@”
ru: Эта мнемоническая фраза уже используется кошельком «%@»
tr: Bu kurtarma ifadesi zaten “%@” tarafından kullanılıyor
uk: Ця мнемонічна фраза вже використовується гаманцем «%@»
zh_hans: 此助记词已被“%@”使用
zh_hant: 此助記詞已被「%@」使用

source: This software is provided as-is. While we strive for security and reliability, we cannot guarantee the software is free of bugs.
de: Diese Software wird ohne Gewähr bereitgestellt. Wir arbeiten an Sicherheit und Zuverlässigkeit, können aber keine Fehlerfreiheit garantieren.
es: Este software se ofrece tal cual. Aunque nos esforzamos por que sea seguro y confiable, no podemos garantizar que esté libre de errores.
fr: Ce logiciel est fourni tel quel. Nous visons la sécurité et la fiabilité, mais ne pouvons pas garantir qu’il soit exempt de bugs.
it: Questo software è fornito così com’è. Pur puntando a sicurezza e affidabilità, non possiamo garantire che sia privo di bug.
ja: このソフトウェアは現状のまま提供されます。セキュリティと信頼性の確保に努めていますが、不具合がないことは保証できません。
ko: 이 소프트웨어는 있는 그대로 제공됩니다. 보안과 안정성을 위해 노력하지만 소프트웨어에 버그가 없다고 보장할 수는 없습니다.
nl: Deze software wordt geleverd in de huidige staat. We streven naar veiligheid en betrouwbaarheid, maar kunnen niet garanderen dat de software vrij is van fouten.
pl: To oprogramowanie jest udostępniane w stanie „tak jak jest”. Dbamy o bezpieczeństwo i niezawodność, ale nie możemy zagwarantować, że oprogramowanie jest wolne od błędów.
pt_br: Este software é fornecido no estado em que se encontra. Embora busquemos segurança e confiabilidade, não podemos garantir que o software esteja livre de erros.
ro: Acest software este furnizat „ca atare”. Deși ne străduim să oferim securitate și fiabilitate, nu putem garanta că software-ul nu conține erori.
ru: Программа предоставляется «как есть». Мы стремимся к безопасности и надёжности, но не можем гарантировать, что в программе нет ошибок.
tr: Bu yazılım olduğu gibi sağlanır. Güvenlik ve güvenilirlik için çaba göstersek de yazılımın hatasız olduğunu garanti edemeyiz.
uk: Це програмне забезпечення надається «як є». Ми прагнемо безпеки й надійності, але не можемо гарантувати відсутність помилок.
zh_hans: 本软件按“原样”提供。尽管我们力求安全可靠，但无法保证软件没有缺陷。
zh_hant: 本軟體依「現況」提供。儘管我們力求安全可靠，但無法保證軟體沒有錯誤。

source: This wallet is view-only and cannot send
de: Diese Wallet ist nur zum Ansehen und kann nicht senden
es: Esta cartera es de solo visualización y no puede enviar
fr: Ce portefeuille d’audit ne peut pas envoyer de fonds
it: Questo è un portafoglio solo visualizzazione e non può inviare
ja: このウォレットは閲覧専用のため送金できません
ko: 이 지갑은 보기 전용이므로 보낼 수 없습니다
nl: Deze portemonnee is alleen-lezen en kan niet verzenden
pl: Ten portfel jest tylko do podglądu i nie może wysyłać
pt_br: Esta carteira é somente leitura e não pode enviar
ro: Acest portofel este doar de citire și nu poate trimite
ru: Этот кошелёк только для просмотра и не может отправлять
tr: Bu cüzdan yalnızca görüntüleme cüzdanıdır, gönderim yapamaz
uk: Це гаманець лише для перегляду, він не може надсилати кошти
zh_hans: 此钱包为只读钱包，无法发送
zh_hant: 此錢包為唯讀錢包，無法傳送

source: This wallet is view-only and cannot send. Switch to a wallet that can send, then open the link again.
de: Diese Wallet ist nur zum Ansehen und kann nicht senden. Wechsle zu einer Wallet, die senden kann, und öffne den Link dann erneut.
es: Esta cartera es de solo visualización y no puede enviar. Cambia a una cartera que pueda enviar y vuelve a abrir el enlace.
fr: Ce portefeuille d’audit ne peut pas envoyer de fonds. Passez à un portefeuille qui peut envoyer, puis rouvrez le lien.
it: Questo è un portafoglio solo visualizzazione e non può inviare. Passa a un portafoglio che può inviare, poi apri di nuovo il link.
ja: このウォレットは閲覧専用のため送金できません。送金できるウォレットに切り替えてから、もう一度リンクを開いてください。
ko: 이 지갑은 보기 전용이므로 보낼 수 없습니다. 보낼 수 있는 지갑으로 전환한 다음 링크를 다시 여십시오.
nl: Deze portemonnee is alleen-lezen en kan niet verzenden. Schakel over naar een portemonnee die kan verzenden en open de link opnieuw.
pl: Ten portfel jest tylko do podglądu i nie może wysyłać. Przełącz się na portfel, który może wysyłać, a potem ponownie otwórz link.
pt_br: Esta carteira é somente leitura e não pode enviar. Mude para uma carteira que possa enviar e abra o link novamente.
ro: Acest portofel este doar de citire și nu poate trimite. Comută la un portofel care poate trimite, apoi deschide din nou linkul.
ru: Этот кошелёк только для просмотра и не может отправлять. Переключитесь на кошелёк, который может отправлять, и откройте ссылку снова.
tr: Bu cüzdan yalnızca görüntüleme cüzdanıdır, gönderim yapamaz. Gönderim yapabilen bir cüzdana geçin, ardından bağlantıyı yeniden açın.
uk: Це гаманець лише для перегляду, він не може надсилати кошти. Перейдіть на гаманець, який може надсилати, і відкрийте посилання знову.
zh_hans: 此钱包为只读钱包，无法发送。请切换到可以发送的钱包，然后重新打开链接。
zh_hant: 此錢包為唯讀錢包，無法傳送。請切換到可以傳送的錢包，然後重新打開連結。

source: This wallet was restored from a private view key, so it can't sign transactions on this device. To spend, open the wallet that owns the spend key.
de: Diese Wallet wurde aus einem privaten View-Key wiederhergestellt und kann auf diesem Gerät keine Transaktionen signieren. Öffne zum Ausgeben die Wallet mit dem Spend-Key.
es: Esta cartera se restauró con una clave de vista privada, así que no puede firmar transacciones en este dispositivo. Para gastar, abre la cartera que tiene la clave de gasto.
fr: Ce portefeuille a été restauré à partir d’une clé d’audit privée : il ne peut pas signer de transactions sur cet appareil. Pour dépenser, ouvrez le portefeuille qui détient la clé de dépense.
it: Questo portafoglio è stato ripristinato da una chiave di visualizzazione privata, quindi non può firmare transazioni su questo dispositivo. Per spendere, apri il portafoglio che possiede la chiave di spesa.
ja: このウォレットは秘密ビューキーから復元されたため、このデバイスではトランザクションに署名できません。送金するには、スペンドキーを持つウォレットを開いてください。
ko: 이 지갑은 비공개 보기 키로 복원되어 이 기기에서 거래에 서명할 수 없습니다. 지출하려면 지출 키를 가진 지갑을 여세요.
nl: Deze portemonnee is hersteld met een geheime alleen-lezen sleutel en kan op dit apparaat geen transacties ondertekenen. Open de portemonnee met de bestedingssleutel om uit te geven.
pl: Ten portfel przywrócono z prywatnego klucza podglądu, więc nie może podpisywać transakcji na tym urządzeniu. Aby wydawać środki, otwórz portfel, który ma klucz do wydawania.
pt_br: Esta carteira foi restaurada com uma chave de visualização privada, então não pode assinar transações neste dispositivo. Para gastar, abra a carteira que tem a chave de gasto.
ro: Acest portofel a fost restaurat dintr-o cheie secretă de citire, așa că nu poate semna tranzacții pe acest dispozitiv. Pentru a cheltui, deschide portofelul care deține cheia de cheltuială.
ru: Этот кошелёк восстановлен по приватному ключу просмотра, поэтому на этом устройстве он не может подписывать транзакции. Чтобы тратить средства, откройте кошелёк, которому принадлежит ключ траты.
tr: Bu cüzdan özel görüntüleme anahtarından geri yüklendiği için bu aygıtta işlem imzalayamaz. Harcama yapmak için harcama anahtarına sahip cüzdanı açın.
uk: Цей гаманець відновлено з приватного ключа перегляду, тому він не може підписувати транзакції на цьому пристрої. Щоб витрачати кошти, відкрийте гаманець, якому належить ключ витрат.
zh_hans: 此钱包是用私有查看密钥恢复的，因此无法在此设备上签署交易。如需花费资金，请打开拥有花费密钥的钱包。
zh_hant: 此錢包是用私密檢視金鑰回復的，因此無法在此裝置上簽署交易。如需花費資金，請開啟擁有花費金鑰的錢包。

source: This will clear all sync progress and re-sync from the beginning. Your wallet and keys are not affected.
de: Dadurch wird der gesamte Sync-Fortschritt gelöscht und von vorn synchronisiert. Deine Wallet und Schlüssel bleiben unberührt.
es: Esto borrará todo el progreso de sincronización y volverá a sincronizar desde el principio. Tu cartera y tus claves no se verán afectadas.
fr: Toute la progression de la synchronisation sera effacée et la synchronisation reprendra depuis le début. Votre portefeuille et vos clés ne sont pas affectés.
it: Verrà cancellato tutto l’avanzamento della sincronizzazione e il portafoglio si risincronizzerà dall’inizio. Il portafoglio e le chiavi non vengono modificati.
ja: 同期の進行状況をすべて消去し、最初から同期し直します。ウォレットとキーには影響しません。
ko: 모든 동기화 진행 상황이 지워지고 처음부터 다시 동기화됩니다. 지갑과 키에는 영향이 없습니다.
nl: Dit wist alle synchronisatievoortgang en synchroniseert opnieuw vanaf het begin. Je portemonnee en sleutels blijven ongewijzigd.
pl: Spowoduje to wyczyszczenie postępu synchronizacji i ponowną synchronizację od początku. Portfel i klucze pozostaną nienaruszone.
pt_br: Isso apagará todo o progresso de sincronização e sincronizará de novo desde o início. Sua carteira e suas chaves não serão afetadas.
ro: Se va șterge tot progresul sincronizării și se va sincroniza din nou de la început. Portofelul și cheile nu sunt afectate.
ru: Весь прогресс синхронизации будет сброшен, и синхронизация начнётся с самого начала. Кошелёк и ключи это не затронет.
tr: Bu işlem tüm eşzamanlama ilerlemesini siler ve baştan yeniden eşzamanlar. Cüzdanınız ve anahtarlarınız etkilenmez.
uk: Весь прогрес синхронізації буде скинуто, і синхронізація почнеться з початку. Гаманець і ключі не зміняться.
zh_hans: 这将清除所有同步进度，并从头重新同步。你的钱包和密钥不受影响。
zh_hant: 這將清除所有同步進度，並從頭重新同步。你的錢包和金鑰不受影響。

source: This will delete all wallet data from this device. You can restore your wallet using your seed phrase. This action cannot be undone.
de: Dadurch werden alle Wallet-Daten von diesem Gerät gelöscht. Du kannst deine Wallet mit deiner Seed-Phrase wiederherstellen. Diese Aktion kann nicht widerrufen werden.
es: Esto eliminará todos los datos de la cartera de este dispositivo. Puedes restaurar tu cartera con tu frase semilla. Esta acción no se puede deshacer.
fr: Toutes les données du portefeuille seront supprimées de cet appareil. Vous pourrez restaurer votre portefeuille avec votre phrase de récupération. Cette action est irréversible.
it: Verranno eliminati tutti i dati del portafoglio da questo dispositivo. Puoi ripristinare il portafoglio con la frase seed. Questa azione non può essere annullata.
ja: このデバイスからすべてのウォレットデータを削除します。シードフレーズを使ってウォレットを復元できます。 この操作は取り消せません。
ko: 이 기기에서 모든 지갑 데이터가 삭제됩니다. 시드 문구를 사용하여 지갑을 복원할 수 있습니다. 이 작업은 실행 취소할 수 없습니다.
nl: Dit verwijdert alle portemonneegegevens van dit apparaat. Je kunt je portemonnee herstellen met je seedzin. Dit kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich danych portfela z tego urządzenia. Portfel możesz przywrócić za pomocą frazy seed. Tej czynności nie można cofnąć.
pt_br: Isso apagará todos os dados da carteira deste dispositivo. Você pode restaurar sua carteira usando sua frase-semente. Esta ação não pode ser desfeita.
ro: Toate datele portofelului vor fi șterse de pe acest dispozitiv. Poți restaura portofelul folosind fraza seed. Această acțiune nu poate fi anulată.
ru: Все данные кошелька будут удалены с этого устройства. Кошелёк можно восстановить по мнемонической фразе. Это действие нельзя отменить.
tr: Bu işlem bu aygıttaki tüm cüzdan verilerini siler. Cüzdanınızı kurtarma ifadenizle geri yükleyebilirsiniz. Bu işlem geri alınamaz.
uk: Усі дані гаманця буде видалено з цього пристрою. Гаманець можна відновити за допомогою мнемонічної фрази. Цю дію неможливо скасувати.
zh_hans: 这将删除此设备上的所有钱包数据。你可以使用助记词恢复钱包。 此操作无法撤销。
zh_hant: 這將刪除此裝置上的所有錢包資料。你可以使用助記詞回復錢包。 此動作無法復原。

source: This will restart scanning from block %@. Any transactions before this won't be found.
de: Der Scan beginnt dann erneut ab Block %@. Transaktionen davor werden nicht gefunden.
es: Esto reiniciará el escaneo desde el bloque %@. No se encontrarán las transacciones anteriores.
fr: L’analyse reprendra depuis le bloc %@. Les transactions antérieures ne seront pas trouvées.
it: La scansione ripartirà dal blocco %@. Le transazioni precedenti non verranno trovate.
ja: ブロック%@からスキャンをやり直します。それより前のトランザクションは検出されません。
ko: 블록 %@부터 스캔을 다시 시작합니다. 그 이전의 거래는 찾을 수 없습니다.
nl: Het scannen begint opnieuw vanaf blok %@. Transacties van daarvoor worden niet gevonden.
pl: Skanowanie rozpocznie się od bloku %@. Wcześniejsze transakcje nie zostaną znalezione.
pt_br: Isso reiniciará a varredura a partir do bloco %@. Transações anteriores a ele não serão encontradas.
ro: Scanarea va reporni de la blocul %@. Tranzacțiile de dinainte nu vor fi găsite.
ru: Сканирование начнётся заново с блока %@. Более ранние транзакции не будут найдены.
tr: Tarama %@ numaralı bloktan yeniden başlar. Bundan önceki işlemler bulunmaz.
uk: Сканування почнеться знову з блоку %@. Транзакції до цього блоку не буде знайдено.
zh_hans: 这将从区块 %@ 重新开始扫描。此前的任何交易都将无法找到。
zh_hant: 這將從區塊 %@ 重新開始掃描。在此之前的交易都將無法找到。

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_br: Tempo
ro: Timp
ru: Время
tr: Zaman
uk: Час
zh_hans: 时间
zh_hant: 時間
